<template>
  <div class="main">
    <van-nav-bar
      v-if="!noBack"
      leftText="返回"
      leftArrow
      @click-left="$router.go(-1)"
    />
    <div class="content">
        <h1>用户服务协议</h1>
        <p>本《xxx用户服务协议》（以下简称“本协议”）由您（以下简称“您”或“用户”）与苏州柏嘉德健康管理有限公司（以下简称“我方”）签订，适用于您访问xxx平台[1包括但不限于公司网站、APP、官方客服电话、微信平台、后台管理程序及系统、数据库等，合称“xxx平台”。]、以及您通过xxx平台获得相关信息、建议及服务等事宜。</p>

        <p>友情提示：您在注册过程中点击“同意”按钮（或类似按钮）并完成注册程序后，即表示您完全接受本协议项下的全部条款，本协议即构成对贵我双方之间具有法律约束力的正式文件。如果您不同意本协议或其中任何内容，您应立即停止使用xxx平台的任何服务。如果您使用xxx平台任何服务的，您的使用行为将被视为对本协议全部内容的认可。</p>

        <h2>一、服务内容</h2>

        <p>1.1 我方通过xxx平台向您展示“护理服务”、“健康管理服务”的两大类服务。您可以通过使用xxx平台，选择并预约使用所有相关服务。同时，为改善用户体验及根据经营之需要，我方有权独立对上述服务的分类、项目、内容、收费标准以及服务规则进行不时调整。</p>

        <p>1.2 您使用我方提供的服务时，应遵循本协议及xxx平台上现已发布或将来可能发布的特定服务条款、声明、说明、通知公告、操作规范等规则（合称“服务规则”），您对此完全理解并予以同意。对部分服务所适用的特定服务条款，若其与本协议之规定有任何冲突，则以特定服务条款为准。</p>

        <p>1.3 我方提供给您的服务内容以您在xxx平台上付款的服务项目为准，如您无特殊需求，我方不再另行提供纸质或其他形式协议，您可在xxx平台上随时查询。</p>

        <p>1包括但不限于公司网站、APP、官方客服电话、微信平台、后台管理程序及系统、数据库等，合称“xxx平台”。</p>

        <p>1.4 为避免误解，我方对服务内容澄清如下：xxx平台提供的不是护理服务和健康管理服务，而是为您提供信息传递及技术支持服务，协助您与护理师、健康管理机构之间达成具体的服务合作。xxx平台不对护理或者健康管理服务过程中产生的纠纷或争议承担责任，也不对任何一方在服务过程中可能遭受的损失承担责任，双方应自行协商解决相关事宜。</p>

        <h2>二、服务使用前提</h2>

        <p>2.1 您使用xxx平台项下服务时，应满足如下条件及资格：</p>

        <p>(a)您应当具有完全民事行为能力。若您属于年龄不满18周岁的未成年人、精神病人或其他无民事行为能力、限制民事行为能力人，您应在您的监护人的监护下使用xxx平台及相应服务。</p>

        <p>(b)您应当妥善保管xxx平台的账户和密码，不得将其泄露或提供给第三方，您明确知悉并同意，您账户下的一切使用及操作行为均视为您个人行为，由您自行对该等使用及操作行为承担全部责任。</p>

        <p>2.2 您的承诺</p>

        <p>(a)您承诺，您在使用xxx平台项下服务时向我方提供的各项信息真实、准确、完整。我方在任何时候都有权以相关有效手段验证您提供的信息，包括但不限于要求您出示届时有效的身份证明。</p>

        <p>(b)您使用xxx平台，即表示您还同意以下事项：</p>

        <p>(i)您将基于个人需求使用服务，并且不会转售给第三方。</p>

        <p>(ii)您不会将服务或者xxx平台用于任何非法目的，包括但不限于发送或者存储任何非法资料或者用于欺诈目的。</p>

        <p>(iii)您不会影响到xxx平台及其网络的正常运行，不会尝试危害护理师或xxx平台之安全。</p>

        <p>(iiiv)您将遵守您所有适用的法律法规、行政规章及地方性政策，不违反社会道德及公序良俗。</p>

        <p>(c)如果您违反本协议项下的陈述与承诺，则我方保留立即终止向您提供服务和拒绝您使用xxx平台的权利。</p>

        <p>2.3 您根据xxx平台公示的操作步骤，成功预约到能够上门服务的护理师并与之确认所需上门服务时间、地点等信息后，该护理师上门确认您的服务请求与被服务对象实际身体状况相匹配，协议如出现不匹配，则护理师有权拒绝提供服务或要求您更改该不匹配的服务请求。 </p>

        <p>2.4 为提供优质的服务信息，您在服务过程中可以提出更换护理师的请求；必要的情况下，服务中的护理师亦可根据家护技术升级的要求返回培训基地或其他原因暂时无法为您提供服务，护理师我方可免费为您另行提供同等级别的护理师，以上行为不视为对本协议的变更或违约。</p>

        <p>2.5 如服务协议因您个人的原因无法履行，请您至少在服务开始前24个小时在线取消或者拨打xxx官方客服电话4000-939-599取消、更改服务协议。如您3次无故或在临近服务开始时间前取消服务协议，为保障我方的权益及其他用户的权益，我方有权随时暂停、终止对您提供服务。</p>

        <p>2.6 您明确知悉并同意，我方始终在不断改进和提升我方的服务，由此xxx平台可能会不时升级、更改、暂停或者彻底停止某项服务品类。如果出现上述情况，在可能且合理的情况下，xxx平台会尽快向您发出通知，出现紧急情况时，请您致电官方客服电话4000-939-599进行确认。</p>

        <p>2.7您明确知悉并同意，对于以下情形，我方及我方为您提供上门护理服务的人员（简称“护理师”）均无需承担任何责任：</p>

        <p>(a)患者病情突然变化造成的病理后果，如：痉挛、心脑血管疾病等引发的意外。</p>

        <p>(b)患者不按医院规定住院，私自离开医院在院外出现的交通事故和其他意外。</p>

        <p>(c)由于患者吵架、打架、酗酒、自杀或他杀引发的意外。</p>

        <p>(d)患者不听护理师劝阻自行活动、或夜间不叫护理师陪同私自进行起居活动导致的意外。</p>

        <p>(e)由于患者自身的精神状况、病情、体质的特殊性（如患者高龄、患有骨质疏松、吞咽功能障碍等），所引发的难以预料的意外（如骨折、摔伤、噎食、烫伤等不可预测的意外情况）。</p>

        <p>(f)护理师按用户或患者的意愿进行与护理师本职工作无关的协助，所引发的后果与意外。</p>

        <p>2.8 您明确知悉并同意，我方平台上提供的部分健康管理服务由第三方机构完成，平台仅提供相关服务信息，促进双方达成协议，对您与第三方机构之间的纠纷不承担责任，亦无法在协议成立之后为您更换相关健康管理机构。</p>

        <h2>三、服务费的支付</h2>

        <p>3.1您可以通过xxx平台查看、了解平台所对接的各类服务的收费标准，该等收费标准由平台统一制定与发布，并将不时更新，您需自行留意相关服务的最新收费标准，建议您在选择服务后及时付费，以免后期收费标准变更。</p>

        <p>3.2我方抵制并请求您和我方一起监督护理师的下列不规范的服务及收费行为：</p>

        <p>(a)不经由xxx平台达成服务交易；</p>

        <p>(b)不经由xxx平台更改服务协议信息；</p>

        <p>(c)不按xxx平台发布的统一标准收费；</p>

        <p>(d)私设、加设收费项目；</p>

        <p>(e)其他损害xxx平台利益、用户利益的行为。</p>

        <p>3.3您可以选择通过在线支付（包括银行卡支付、微信支付、支付宝支付等）方式，向我方支付服务费。您明确知悉并同意，在线支付的相关服务由第三方支付机构独立提供，我方及xxx平台对此不承担任何责任。</p>

        <h2>四、服务评价</h2>

        <p>4.1 您有权在xxx平台对我方服务提出相应的评价、意见或者建议，以供我方提升服务质量，进而提升xxx平台的用户体验。</p>

        <p>4.2 您行使服务评价权利时，应避免出现下列行为：</p>

        <p>(a)利用xxx平台发布违反国家相关法律、法规及其他规范性文件的信息或从事其他违法犯罪活动。</p>

        <p>(b)发布非法、含有淫秽、威胁、诽谤、侵犯他人隐私、侵犯知识产权等内容的信息，或以其他形式侵犯第三方的合法权益，违反社会公德等。</p>

        <p>(c) 利用在xxx平台注册的账号进行其他经营活动或行为。</p>

        <p>(d) 其他损害xxx平台合法权益及影响其他用户体验的行为。</p>

        <p>4.3 如果您违反上述规则，xxx平台有权不经事先通知，直接屏蔽、删除您发布的意见、建议、评论并采取相关处理措施，包括但不限于暂停、终止您继续使用特定功能或者永久关闭您的账号。</p>

        <p>4.4 您在xxx平台上发布评论信息及使用相关功能后，即视为您主动将您发表的任何形式的信息的著作权，包括但不限于复制权、发行权、出租权、展览权、表演权、改编权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利无偿、独家转让给我方所有，我方有权就任何第三方对前述著作权的侵权行为，单独提起诉讼并获得全部赔偿。</p>

        <h2>五、应用软件的使用</h2>

        <p>5.1 如您使用我方的相关应用软件（包括但不限于xxx平台的Android版本、IOS版本、其他智能手机及移动终端设备应用版本），在您遵守本协议的前提下，我方授予您有限的、非排他性的、不可转让的许可：即您有权将应用软件副本下载并安装到您拥有或者控制的移动终端设备上，并仅基于您的个人需求运行此应用软件副本。</p>

        <p>5.2 在使用我方的应用软件过程中，您不得进行如下操作：</p>

        <p>(a)利用我方的应用软件从事违反法律法规及相关政策、违反社会公序良俗和道德准则，损害公共利益的行为。</p>

        <p>(b)以任何方式许可、再许可、出售、转售、出租、出借、复制、修改、链接、转载、汇编、发表、出版、转让、分配、分发我方的服务或应用程序，也不得进行反向工程或者利用镜像方式试图获取我方软件的源代码。</p>

        <p>(c)以任何方式侵犯我方的软件著作权及相关权利，包括但不限于删除许可软件及其他副本上关于知识产权等合法权益的信息；修改、删除或避开应用软件中我方为保护相关知识产权而设置的任何措施。</p>

        <p>(d)危害软件的信息网络安全，包括使用许可软件时以任何方式损害或破坏许可软件或使其不能运行或超负荷或干扰第三方对许可软件的使用；以侵入式的手段删除、修改、增加存储信息；故意发送或者存储包含软件病毒、蠕虫、木马或者其他有害的计算机代码、文件、脚本或程序的资料；采取其他破坏、干扰正常信息服务的行为。</p>

        <p>(e)利用我方应用软件发表、传送、传播、储存淫秽、诽谤、侵害他人的知识产权、商业秘密等合法权益的资料，或进行违法犯罪活动。</p>

        <p>(f)以任何手段阻扰、破坏、扰乱应用软件、服务器或其所存储数据的完整性或性能。</p>

        <p>5.3 在法律允许的最大范围内，我方将有权调查并起诉任何上述违法违规行为。如果我方认为您违反本协议或者以其他方式危害xxx平台，我方保留在不另行通知的情况下随时终止您对应用软件访问的权利，并向您提出权利追索。</p>

        <h2>六、知识产权及相关权利</h2>

        <p>6.1 我方提供的服务及xxx平台中包含的全部信息（包括但不限于任何文本、图片、音频、视频、数据、企业名称、标识、数据、商标等）以及为提供服务而使用的任何软件等均受知识产权和其他相关法律保护。您仅可为自身和非商业目的使用我方提供的相关服务；但未经我方的事先书面同意，您不得以任何方式复制、转发或以其他方式使用我方提供的服务及xxx平台中包含的任何信息。</p>

        <p>6.2 我方也充分尊重他人的知识产权，如果您认为相应的信息对您或第三方的知识产权已经构成侵犯，我方将按照现行法律法规的规定及时予以处理、救济。</p>

        <h2>七、免责条款与责任限制</h2>

        <p>7.1 您明确知悉并同意，是否使用xxx平台项下的服务完全依据您的自愿选择。您使用xxx平台的任何服务所存在的一切风险及后果由您自身承担，我方及xxx平台不对服务作任何形式的明示或默示的声明或担保。</p>

        <p>7.2 对于因不可抗力、我方不能控制的原因或我方正常的设备维修升级而造成的服务中断，我方不承担任何责任，但是我方会尽可能合理地协助处理善后事宜，并努力使您免受经济损失。</p>

        <p>7.3 在任何情况下，我方对于因xxx平台项下的服务而引致的损失的全部赔偿责任不得超过当次服务协议项下我方所实际收取的服务费，除非此类损失是由于我方的故意或者重大过失而直接导致。</p>

        <h2>八、违约责任</h2>

        <p>您明确知悉并同意，如出现以下情况，您将需要承担违约责任：</p>

        <p>8.1 在服务过程中，如您需要提前终止服务的，应至少在约定提供服务时间24小时之前向我方发出通知，否则应向我方支付服务协议项下的1天护理服务费等值金额作为违约金。</p>

        <p>8.2 您不得以任何形式利诱、逼迫我方平台护理师脱离我方管理。未经我方许可，您、您的关联方与我方护理师私下签订服务协议或接受其服务的，您应向我方支付人民币100,000元的违约金。</p>

        <h2>九、适用法律及争议解决</h2>

        <p>9.1 本协议的订立、执行、解释及任何有关本协议的争议解决均应适用中华人民共和国法律。</p>

        <p>9.2与本协议有关的或因本协议而引起的任何争议，双方应尽量通过友好协商解决；如无法协商解决的，任何一方均有权向我方住所地有管辖权的人民法院起诉，通过诉讼解决争议。</p>

        <h2>十、附则</h2>

        <p>10.1 我方有权通过网页公告、电子邮件、手机短信或其他方式通知用户相关事项（包括但不限于我方服务的改变、本协议的修改或服务规则的修改等），用户应确保其联系方式的真实、准确，如发生联系方式的任何变更，用户应当及时进行更新。</p>

        <p>10.2 我方发出的任何通知及各类服务规则构成本协议不可分割的一部分，并于发送或在xxx平台公布之日（以较早之日为准）视为已送达用户。如用户在通知及各类服务规则发送并生效后继续使用我方服务的，视为用户同意该通知或服务规则的内容；如用户因任何原因没有阅读相关通知或服务规则的，我方不承担由此产生的任何法律后果。</p>

        <p>10.3 若本协议的任何条款在任何程度上被认定为无效或不可强制执行，则本协议其余部分不受此影响并应在适用法律允许的最大程度上予以执行。</p>

        <p>10.4 我方未行使本协议或法律规定的任何权利或救济，不构成对前述权利或救济之放弃。</p>
    </div>
    


  </div>
</template>

<script>
export default {
  props: {
    noBack: {
      type: Boolean,
      default: false
    }
  },
  data() {
    return {

    }  
  },
  methods: {
    
  }
}
</script>

<style scoped src="./style.css"></style>